<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>AutoOpenSafeDownloads</key>
				<false />
				<key>HistoryAgeInDaysLimit</key>
				<integer>31</integer>
				<key>PayloadDisplayName</key>
				<string>Safari</string>
				<key>PayloadIdentifier</key>
				<string>com.apple.Safari.d22e7879-b051-43b8-b460-c5d9521c9b73</string>
				<key>PayloadType</key>
				<string>com.apple.Safari</string>
				<key>PayloadUUID</key>
				<string>d22e7879-b051-43b8-b460-c5d9521c9b73</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
			</dict>
			<dict>
				<key>PayloadContent</key>
				<dict>
					<key>com.apple.Safari</key>
					<dict>
						<key>Forced</key>
						<array>
							<dict>
								<key>mcx_preference_settings</key>
								<dict>
									<key>AutoOpenSafeDownloads</key>
									<false />
								</dict>
							</dict>
						</array>
					</dict>
				</dict>
				<key>PayloadDescription</key>
				<string>6.3 - Ensure Automatic Opening of Safe Files in Safari Is Disabled</string>
				<key>PayloadDisplayName</key>
				<string>Custom</string>
				<key>PayloadEnabled</key>
				<true />
				<key>PayloadIdentifier</key>
				<string>3589C72C-145C-43D1-85D9-7EECE1201775</string>
				<key>PayloadType</key>
				<string>com.apple.ManagedClient.preferences</string>
				<key>PayloadUUID</key>
				<string>3589C72C-145C-43D1-85D9-7EECE1201775</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
			</dict>
		</array>
		<key>PayloadDescription</key>
		<string>This profile configuration is designed to apply the CIS Benchmark for macOS 10.14 (v2.0.0), 10.15 (v2.0.0), 11.0 (v2.0.0), and 12.0 (v1.0.0)</string>
		<key>PayloadDisplayName</key>
		<string>Disable Safari Safe Files</string>
		<key>PayloadEnabled</key>
		<true />
		<key>PayloadIdentifier</key>
		<string>cis.macOSBenchmark.Section6.SafariSafeFiles</string>
		<key>PayloadRemovalDisallowed</key>
		<true />
		<key>PayloadScope</key>
		<string>System</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>EC6020B6-EAF9-4632-BCD4-FE2A289EFF05</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
	</dict>
</plist>