<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>AllowPreReleaseInstallation</key>
				<true />
				<key>AutomaticallyInstallAppUpdates</key>
				<true />
				<key>AutomaticallyInstallMacOSUpdates</key>
				<true />
				<key>AutomaticCheckEnabled</key>
				<true />
				<key>AutomaticDownload</key>
				<true />
				<key>ConfigDataInstall</key>
				<true />
				<key>CriticalUpdateInstall</key>
				<true />
				<key>PayloadDescription</key>
				<string>Configures Software Update settings</string>
				<key>PayloadDisplayName</key>
				<string>Software Update</string>
				<key>PayloadIdentifier</key>
				<string>com.github.erikberglund.ProfileCreator.BEBA0740-4DDB-4AC4-85DC-BA48B96C0DC8.com.apple.SoftwareUpdate.A8B97032-7645-4068-B457-01DE5C6B33F7</string>
				<key>PayloadOrganization</key>
				<string />
				<key>PayloadType</key>
				<string>com.apple.SoftwareUpdate</string>
				<key>PayloadUUID</key>
				<string>A8B97032-7645-4068-B457-01DE5C6B33F7</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
			</dict>
		</array>
		<key>PayloadDescription</key>
		<string>Enables automatic updates</string>
		<key>PayloadDisplayName</key>
		<string>Turn on automatic updates</string>
		<key>PayloadIdentifier</key>
		<string>com.github.erikberglund.ProfileCreator.BEBA0740-4DDB-4AC4-85DC-BA48B96C0DC8</string>
		<key>PayloadOrganization</key>
		<string>FleetDM</string>
		<key>PayloadRemovalDisallowed</key>
		<true />
		<key>PayloadScope</key>
		<string>System</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>BEBA0740-4DDB-4AC4-85DC-BA48B96C0DC8</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
	</dict>
</plist>